[
 {
  "metadata": {},
  "page_content": "# Nationalism in India"
 },
 {
  "metadata": {},
  "page_content": "As you have seen, modern nationalism in Europe came to be\nassociated with the formation of nation-states. It also meant a change\nin people’s understanding of who they were, and what defined their\nidentity and sense of belonging. New symbols and icons, new songs"
 },
 {
  "metadata": {},
  "page_content": "and ideas forged new links and redefined the boundaries of\ncommunities. In most countries the making of this new national\nidentity was a long process. How did this consciousness emerge\nin India?"
 },
 {
  "metadata": {},
  "page_content": "In India and as in many other colonies, the growth of modern\nnationalism is intimately connected to the anti-colonial movement.\nPeople began discovering their unity in the process of their struggle\nwith colonialism. The sense of being oppressed under colonialism"
 },
 {
  "metadata": {},
  "page_content": "provided a shared bond that tied many different groups together.\nBut each class and group felt the effects of colonialism differently,\ntheir experiences were varied, and their notions of freedom were\nnot always the same. The Congress under Mahatma Gandhi tried"
 },
 {
  "metadata": {},
  "page_content": "to forge these groups together within one movement. But the unity\ndid not emerge without conflict."
 },
 {
  "metadata": {},
  "page_content": "In an earlier textbook you have read about the growth of nationalism\nin India up to the first decade of the twentieth century. In this chapter\nwe will pick up the story from the 1920s and study the Non-\nCooperation and Civil Disobedience Movements. We will explore"
 },
 {
  "metadata": {},
  "page_content": "how the Congress sought to develop the national movement, how\ndifferent social groups participated in the movement, and how\nnationalism captured the imagination of people."
 },
 {
  "metadata": {},
  "page_content": "Fig. 1 – 6 April 1919.\nMass processions on\nthe streets became a\ncommon feature during\nthe national movement.\n\n\n-----\n\n### 1 The First World War, Khilafat and Non-Cooperation"
 },
 {
  "metadata": {},
  "page_content": "In the years after 1919, we see the national movement spreading to\nnew areas, incorporating new social groups, and developing new\nmodes of struggle. How do we understand these developments?\nWhat implications did they have?"
 },
 {
  "metadata": {},
  "page_content": "First of all, the war created a new economic and political situation.\nIt led to a huge increase in defence expenditure which was financed\nby war loans and increasing taxes: customs duties were raised and\nincome tax introduced. Through the war years prices increased –"
 },
 {
  "metadata": {},
  "page_content": "doubling between 1913 and 1918 – leading to extreme hardship\nfor the common people. Villages were called upon to supply soldiers,\nand the forced recruitment in rural areas caused widespread anger.\nThen in 1918-19 and 1920-21, crops failed in many parts of India,"
 },
 {
  "metadata": {},
  "page_content": "New words\n\nresulting in acute shortages of food. This was accompanied by an\n\nForced recruitment – A process by which the\n\ninfluenza epidemic. According to the census of 1921, 12 to 13 million\n\ncolonial state forced people to join the army\n\npeople perished as a result of famines and the epidemic."
 },
 {
  "metadata": {},
  "page_content": "People hoped that their hardships would end after the war was\nover. But that did not happen.\n\nAt this stage a new leader appeared and suggested a new mode\nof struggle.\n\n**1.1 The Idea of Satyagraha**"
 },
 {
  "metadata": {},
  "page_content": "Mahatma Gandhi returned to India in January 1915. As you know,\nhe had come from South Africa where he had successfully fought"
 },
 {
  "metadata": {},
  "page_content": "Fig. 2 – Indian workers in South\nAfrica march through Volksrust, 6\nNovember 1913.\nMahatma Gandhi was leading the\nworkers from Newcastle to\nTransvaal. When the marchers were\nstopped and Gandhiji arrested,\nthousands of more workers joined\nthe satyagraha against racist laws"
 },
 {
  "metadata": {},
  "page_content": "that denied rights to non-whites."
 },
 {
  "metadata": {},
  "page_content": "-----"
 },
 {
  "metadata": {},
  "page_content": "the racist regime with a novel method of mass agitation, which he **_Source A_**\ncalled satyagraha. The idea of satyagraha emphasised the power of\ntruth and the need to search for truth. It suggested that if the cause Mahatma Gandhi on Satyagraha"
 },
 {
  "metadata": {},
  "page_content": "was true, if the struggle was against injustice, then physical force was ‘It is said of “passive resistance” that it is the\nnot necessary to fight the oppressor. Without seeking vengeance or weapon of the weak, but the power which is"
 },
 {
  "metadata": {},
  "page_content": "the subject of this article can be used only\n\nbeing aggressive, a satyagrahi could win the battle through non-\n\nby the strong. This power is not passive"
 },
 {
  "metadata": {},
  "page_content": "violence. This could be done by appealing to the conscience of the resistance; indeed it calls for intense activity. The\noppressor. People – including the oppressors – had to be persuaded movement in South Africa was not passive\n\nbut active …"
 },
 {
  "metadata": {},
  "page_content": "but active …\n\nto see the truth, instead of being forced to accept truth through the\n\n‘ Satyagraha is not physical force. A satyagrahi\n\nuse of violence. By this struggle, truth was bound to ultimately\n\ndoes not inflict pain on the adversary; he does"
 },
 {
  "metadata": {},
  "page_content": "triumph. Mahatma Gandhi believed that this dharma of non-violence not seek his destruction … In the use of\ncould unite all Indians. satyagraha, there is no ill-will whatever.\n\n‘ Satyagraha is pure soul-force. Truth is the very"
 },
 {
  "metadata": {},
  "page_content": "After arriving in India, Mahatma Gandhi successfully organised substance of the soul. That is why this force is\nsatyagraha movements in various places. In 1917 he travelled to called satyagraha. The soul is informed with\n\nknowledge. In it burns the flame of love. … Non-"
 },
 {
  "metadata": {},
  "page_content": "Champaran in Bihar to inspire the peasants to struggle against the\n\nviolence is the supreme dharma …\n\noppressive plantation system. Then in 1917, he organised a satyagraha\n\n‘It is certain that India cannot rival Britain or"
 },
 {
  "metadata": {},
  "page_content": "to support the peasants of the Kheda district of Gujarat. Affected Europe in force of arms. The British worship the\nby crop failure and a plague epidemic, the peasants of Kheda could war-god and they can all of them become, as\n\nthey are becoming, bearers of arms. The"
 },
 {
  "metadata": {},
  "page_content": "not pay the revenue, and were demanding that revenue collection be\n\nhundreds of millions in India can never carry arms."
 },
 {
  "metadata": {},
  "page_content": "relaxed. In 1918, Mahatma Gandhi went to Ahmedabad to organise They have made the religion of non-violence their\na satyagraha movement amongst cotton mill workers. own ...’ **_Source_**\n\n**1.2 The Rowlatt Act**\n\n### Activity"
 },
 {
  "metadata": {},
  "page_content": "### Activity\n\nEmboldened with this success, Gandhiji in 1919 decided to launch a\nnationwide satyagraha against the proposed Rowlatt Act (1919). This Read the text carefully. What did Mahatma\nAct had been hurriedly passed through the Imperial Legislative Gandhi mean when he said _satyagraha is_"
 },
 {
  "metadata": {},
  "page_content": "active resistance?"
 },
 {
  "metadata": {},
  "page_content": "Council despite the united opposition of the Indian members. It\ngave the government enormous powers to repress political activities,\nand allowed detention of political prisoners without trial for two\nyears. Mahatma Gandhi wanted non-violent civil disobedience against"
 },
 {
  "metadata": {},
  "page_content": "such unjust laws, which would start with a hartal on 6 April."
 },
 {
  "metadata": {},
  "page_content": "Rallies were organised in various cities, workers went on strike in\nrailway workshops, and shops closed down. Alarmed by the popular\nupsurge, and scared that lines of communication such as the railways\nand telegraph would be disrupted, the British administration decided"
 },
 {
  "metadata": {},
  "page_content": "to clamp down on nationalists. Local leaders were picked up from\nAmritsar, and Mahatma Gandhi was barred from entering Delhi.\nOn 10 April, the police in Amritsar fired upon a peaceful procession,\nprovoking widespread attacks on banks, post offices and railway"
 },
 {
  "metadata": {},
  "page_content": "stations. Martial law was imposed and General Dyer took command."
 },
 {
  "metadata": {},
  "page_content": "-----"
 },
 {
  "metadata": {},
  "page_content": "On 13 April the infamous Jallianwalla Bagh incident took place. On\nthat day a large crowd gathered in the enclosed ground of Jallianwalla\nBagh. Some came to protest against the government’s new repressive\nmeasures. Others had come to attend the annual Baisakhi fair. Being"
 },
 {
  "metadata": {},
  "page_content": "from outside the city, many villagers were unaware of the martial\nlaw that had been imposed. Dyer entered the area, blocked the exit\npoints, and opened fire on the crowd, killing hundreds. His object,\nas he declared later, was to ‘produce a moral effect’, to create in the"
 },
 {
  "metadata": {},
  "page_content": "minds of satyagrahis a feeling of terror and awe."
 },
 {
  "metadata": {},
  "page_content": "As the news of Jallianwalla Bagh spread, crowds took to the streets\nin many north Indian towns. There were strikes, clashes with the\npolice and attacks on government buildings. The government\nresponded with brutal repression, seeking to humiliate and terrorise"
 },
 {
  "metadata": {},
  "page_content": "people: satyagrahis were forced to rub their noses on the ground,\ncrawl on the streets, and do salaam (salute) to all sahibs; people were\nflogged and villages (around Gujranwala in Punjab, now in Pakistan)\nwere bombed. Seeing violence spread, Mahatma Gandhi called off\nthe movement."
 },
 {
  "metadata": {},
  "page_content": "Fig. 3 – General Dyer’s ‘crawling orders’ being\n\nWhile the Rowlatt satyagraha had been a widespread movement, it administered by British soldiers, Amritsar,\n\nPunjab, 1919."
 },
 {
  "metadata": {},
  "page_content": "was still limited mostly to cities and towns. Mahatma Gandhi now felt\nthe need to launch a more broad-based movement in India. But he\nwas certain that no such movement could be organised without\nbringing the Hindus and Muslims closer together. One way of doing"
 },
 {
  "metadata": {},
  "page_content": "this, he felt, was to take up the Khilafat issue. The First World War had\nended with the defeat of Ottoman Turkey. And there were rumours\nthat a harsh peace treaty was going to be imposed on the Ottoman\nemperor – the spiritual head of the Islamic world (the Khalifa). To"
 },
 {
  "metadata": {},
  "page_content": "defend the Khalifa’s temporal powers, a Khilafat Committee was\nformed in Bombay in March 1919. A young generation of Muslim\nleaders like the brothers Muhammad Ali and Shaukat Ali, began\ndiscussing with Mahatma Gandhi about the possibility of a united"
 },
 {
  "metadata": {},
  "page_content": "mass action on the issue. Gandhiji saw this as an opportunity to bring\nMuslims under the umbrella of a unified national movement. At the\nCalcutta session of the Congress in September 1920, he convinced\nother leaders of the need to start a non-cooperation movement in"
 },
 {
  "metadata": {},
  "page_content": "support of Khilafat as well as for swaraj."
 },
 {
  "metadata": {},
  "page_content": "**1.3 Why Non-cooperation?**\n\nIn his famous book Hind Swaraj (1909) Mahatma Gandhi declared\nthat British rule was established in India with the cooperation of\n\n\n-----"
 },
 {
  "metadata": {},
  "page_content": "-----\n\nIndians, and had survived only because of this cooperation. If Indians\nrefused to cooperate, British rule in India would collapse within a\nyear, and swaraj would come."
 },
 {
  "metadata": {},
  "page_content": "How could non-cooperation become a movement? Gandhiji\nproposed that the movement should unfold in stages. It should begin\nwith the surrender of titles that the government awarded, and a New words\nboycott of civil services, army, police, courts and legislative councils,"
 },
 {
  "metadata": {},
  "page_content": "Boycott – The refusal to deal and associate with\n\nschools, and foreign goods. Then, in case the government used\n\npeople, or participate in activities, or buy and\n\nrepression, a full civil disobedience campaign would be launched.\n\nuse things; usually a form of protest"
 },
 {
  "metadata": {},
  "page_content": "Through the summer of 1920 Mahatma Gandhi and Shaukat Ali\ntoured extensively, mobilising popular support for the movement."
 },
 {
  "metadata": {},
  "page_content": "Many within the Congress were, however, concerned about the\nproposals. They were reluctant to boycott the council elections\nscheduled for November 1920, and they feared that the movement\nmight lead to popular violence. In the months between September"
 },
 {
  "metadata": {},
  "page_content": "and December there was an intense tussle within the Congress. For a\nwhile there seemed no meeting point between the supporters and\nthe opponents of the movement. Finally, at the Congress session at\nNagpur in December 1920, a compromise was worked out and\nthe Non-Cooperation programme was adopted."
 },
 {
  "metadata": {},
  "page_content": "How did the movement unfold? Who participated in it? How did\ndifferent social groups conceive of the idea of Non-Cooperation?\n\nFig. 4 – The boycott of foreign\ncloth, July 1922.\nForeign cloth was seen as the\nsymbol of Western economic\nand cultural domination.\n\n\n-----"
 },
 {
  "metadata": {},
  "page_content": "-----\n\n### 2 Differing Strands within the Movement"
 },
 {
  "metadata": {},
  "page_content": "The Non-Cooperation-Khilafat Movement began in January 1921.\nVarious social groups participated in this movement, each with its\nown specific aspiration. All of them responded to the call of Swaraj,\nbut the term meant different things to different people.\n\n**2.1 The Movement in the Towns**"
 },
 {
  "metadata": {},
  "page_content": "The movement started with middle-class participation in the cities.\nThousands of students left government-controlled schools and\ncolleges, headmasters and teachers resigned, and lawyers gave up\ntheir legal practices. The council elections were boycotted in most"
 },
 {
  "metadata": {},
  "page_content": "provinces except Madras, where the Justice Party, the party of the\nnon-Brahmans, felt that entering the council was one way of gaining\nsome power – something that usually only Brahmans had access to."
 },
 {
  "metadata": {},
  "page_content": "The effects of non-cooperation on the economic front were more\n\nNew words"
 },
 {
  "metadata": {},
  "page_content": "dramatic. Foreign goods were boycotted, liquor shops picketed,\nand foreign cloth burnt in huge bonfires. The import of foreign Picket – A form of demonstration or protest\ncloth halved between 1921 and 1922, its value dropping from by which people block the entrance to a shop,"
 },
 {
  "metadata": {},
  "page_content": "Rs 102 crore to Rs 57 crore. In many places merchants and traders factory or office\nrefused to trade in foreign goods or finance foreign trade. As the\nboycott movement spread, and people began discarding imported\nclothes and wearing only Indian ones, production of Indian textile"
 },
 {
  "metadata": {},
  "page_content": "mills and handlooms went up."
 },
 {
  "metadata": {},
  "page_content": "But this movement in the cities gradually slowed down for a variety\nof reasons. Khadi cloth was often more expensive than mass-\nproduced mill cloth and poor people could not afford to buy it. Activity\nHow then could they boycott mill cloth for too long? Similarly the"
 },
 {
  "metadata": {},
  "page_content": "boycott of British institutions posed a problem. For the movement The year is 1921. You are a student in a\nto be successful, alternative Indian institutions had to be set up government-controlled school. Design a"
 },
 {
  "metadata": {},
  "page_content": "poster urging school students to answer\n\nso that they could be used in place of the British ones. These were\n\nGandhiji’s call to join the Non-Cooperation\n\nslow to come up. So students and teachers began trickling\n\nMovement."
 },
 {
  "metadata": {},
  "page_content": "Movement.\n\nback to government schools and lawyers joined back work in\ngovernment courts.\n\n**2.2 Rebellion in the Countryside**\n\nFrom the cities, the Non-Cooperation Movement spread to the\ncountryside. It drew into its fold the struggles of peasants and tribals\n\n\n-----"
 },
 {
  "metadata": {},
  "page_content": "-----\n\nwhich were developing in different parts of India in the years\nafter the war.\n\nIn Awadh, peasants were led by Baba Ramchandra – a sanyasi who\n\nNew words"
 },
 {
  "metadata": {},
  "page_content": "had earlier been to Fiji as an indentured labourer. The movement\nhere was against talukdars and landlords who demanded from Begar – Labour that villagers were forced to\npeasants exorbitantly high rents and a variety of other cesses. Peasants contribute without any payment"
 },
 {
  "metadata": {},
  "page_content": "had to do begar and work at landlords’ farms without any payment.\nAs tenants they had no security of tenure, being regularly evicted so\nthat they could acquire no right over the leased land. The peasant\nmovement demanded reduction of revenue, abolition of begar, and"
 },
 {
  "metadata": {},
  "page_content": "### Activity"
 },
 {
  "metadata": {},
  "page_content": "social boycott of oppressive landlords. In many places nai – dhobi\nbandhs were organised by panchayats to deprive landlords of the If you were a peasant in Uttar Pradesh in 1920,\nservices of even barbers and washermen. In June 1920, Jawaharlal how would you have responded to Gandhiji’s"
 },
 {
  "metadata": {},
  "page_content": "call for Swaraj? Give reasons for your response."
 },
 {
  "metadata": {},
  "page_content": "Nehru began going around the villages in Awadh, talking to the\nvillagers, and trying to understand their grievances. By October, the\nOudh Kisan Sabha was set up headed by Jawaharlal Nehru, Baba\nRamchandra and a few others. Within a month, over 300 branches"
 },
 {
  "metadata": {},
  "page_content": "had been set up in the villages around the region. So when the Non-"
 },
 {
  "metadata": {},
  "page_content": "In 1928, Vallabhbhai Patel led the peasant\n\nCooperation Movement began the following year, the effort of the movement in Bardoli, a taluka in Gujarat, against\nCongress was to integrate the Awadh peasant struggle into the wider enhancement of land revenue. Known as the"
 },
 {
  "metadata": {},
  "page_content": "Bardoli Satyagraha, this movement was a success\n\nstruggle. The peasant movement, however, developed in forms that\n\nunder the able leadership of Vallabhbhai Patel."
 },
 {
  "metadata": {},
  "page_content": "the Congress leadership was unhappy with. As the movement spread The struggle was widely publicised and\nin 1921, the houses of talukdars and merchants were attacked, generated immense sympathy in many parts\n\nof India."
 },
 {
  "metadata": {},
  "page_content": "of India.\n\nbazaars were looted, and grain hoards were taken over. In many\nplaces local leaders told peasants that Gandhiji had declared that\nno taxes were to be paid and land was to be redistributed among\nthe poor. The name of the Mahatma was being invoked to sanction\nall action and aspirations."
 },
 {
  "metadata": {},
  "page_content": "**_Source B_**"
 },
 {
  "metadata": {},
  "page_content": "On 6 January 1921, the police in United Provinces fired at peasants near Rae Bareli. Jawaharlal Nehru wanted to go to\nthe place of firing, but was stopped by the police. Agitated and angry, Nehru addressed the peasants who gathered\naround him. This is how he later described the meeting:"
 },
 {
  "metadata": {},
  "page_content": "‘They behaved as brave men, calm and unruffled in the face of danger. I do not know how they felt but I know what\nmy feelings were. For a moment my blood was up, non-violence was almost forgotten – but for a moment only. The"
 },
 {
  "metadata": {},
  "page_content": "thought of the great leader, who by God’s goodness has been sent to lead us to victory, came to me, and I saw the\nkisans seated and standing near me, less excited, more peaceful than I was – and the moment of weakness passed, I"
 },
 {
  "metadata": {},
  "page_content": "spoke to them in all humility on non-violence – I needed the lesson more than they – and they heeded me and\npeacefully dispersed.’"
 },
 {
  "metadata": {},
  "page_content": "Quoted in Sarvapalli Gopal, Jawaharlal Nehru: A Biography, Vol. I.\n### Source\n\n\n-----"
 },
 {
  "metadata": {},
  "page_content": "Tribal peasants interpreted the message of Mahatma Gandhi and\nthe idea of swaraj in yet another way. In the Gudem Hills of Andhra\nPradesh, for instance, a militant guerrilla movement spread in\nthe early 1920s – not a form of struggle that the Congress could"
 },
 {
  "metadata": {},
  "page_content": "approve. Here, as in other forest regions, the colonial government\nhad closed large forest areas, preventing people from entering\nthe forests to graze their cattle, or to collect fuelwood and fruits.\nThis enraged the hill people. Not only were their livelihoods"
 },
 {
  "metadata": {},
  "page_content": "affected but they felt that their traditional rights were being denied.\nWhen the government began forcing them to contribute begar\nfor road building, the hill people revolted. The person who came\nto lead them was an interesting figure. Alluri Sitaram Raju claimed"
 },
 {
  "metadata": {},
  "page_content": "that he had a variety of special powers: he could make correct\nastrological predictions and heal people, and he could survive\neven bullet shots. Captivated by Raju, the rebels proclaimed that\nhe was an incarnation of God. Raju talked of the greatness of"
 },
 {
  "metadata": {},
  "page_content": "Mahatma Gandhi, said he was inspired by the Non-Cooperation\nMovement, and persuaded people to wear khadi and give up drinking.\nBut at the same time he asserted that India could be liberated only\nby the use of force, not non-violence. The Gudem rebels attacked"
 },
 {
  "metadata": {},
  "page_content": "police stations, attempted to kill British officials and carried on\nguerrilla warfare for achieving swaraj. Raju was captured and\nexecuted in 1924, and over time became a folk hero."
 },
 {
  "metadata": {},
  "page_content": "**2.3 Swaraj in the Plantations**\n\nWorkers too had their own understanding of Mahatma Gandhi\n\n### Activity"
 },
 {
  "metadata": {},
  "page_content": "and the notion of swaraj. For plantation workers in Assam, freedom\nmeant the right to move freely in and out of the confined space in Find out about other participants in the\nwhich they were enclosed, and it meant retaining a link with the National Movement who were captured and"
 },
 {
  "metadata": {},
  "page_content": "village from which they had come. Under the Inland Emigration put to death by the British. Can you think of a"
 },
 {
  "metadata": {},
  "page_content": "similar example from the national movement\n\nAct of 1859, plantation workers were not permitted to leave the\n\nin Indo-China (Chapter 2)?"
 },
 {
  "metadata": {},
  "page_content": "tea gardens without permission, and in fact they were rarely given\nsuch permission. When they heard of the Non-Cooperation\nMovement, thousands of workers defied the authorities, left the\nplantations and headed home. They believed that Gandhi Raj was"
 },
 {
  "metadata": {},
  "page_content": "coming and everyone would be given land in their own villages.\nThey, however, never reached their destination. Stranded on the way\nby a railway and steamer strike, they were caught by the police and\nbrutally beaten up."
 },
 {
  "metadata": {},
  "page_content": "-----"
 },
 {
  "metadata": {},
  "page_content": "The visions of these movements were not defined by the Congress\nprogramme. They interpreted the term swaraj in their own ways,\nimagining it to be a time when all suffering and all troubles would\nbe over. Yet, when the tribals chanted Gandhiji’s name and raised"
 },
 {
  "metadata": {},
  "page_content": "slogans demanding ‘Swatantra Bharat’, they were also emotionally\nrelating to an all-India agitation. When they acted in the name of\nMahatma Gandhi, or linked their movement to that of the Congress,\nthey were identifying with a movement which went beyond the limits\nof their immediate locality."
 },
 {
  "metadata": {},
  "page_content": "Fig. 5 – Chauri Chaura, 1922.\nAt Chauri Chaura in Gorakhpur, a peaceful demonstration in a bazaar turned into a\nviolent clash with the police. Hearing of the incident, Mahatma Gandhi called a halt\nto the Non-Cooperation Movement.\n\n\n-----\n\n### 3 Towards Civil Disobedience"
 },
 {
  "metadata": {},
  "page_content": "In February 1922, Mahatma Gandhi decided to withdraw the\n\nLala Lajpat Rai was assaulted by the British police\n\nNon-Cooperation Movement. He felt the movement was turning\n\nduring a peaceful demonstration against the"
 },
 {
  "metadata": {},
  "page_content": "violent in many places and satyagrahis needed to be properly trained Simon Commission. He succumbed to injuries\nbefore they would be ready for mass struggles. Within the Congress, that were inflicted on him during the\n\ndemonstration."
 },
 {
  "metadata": {},
  "page_content": "some leaders were by now tired of mass struggles and wanted to\nparticipate in elections to the provincial councils that had been set\nup by the Government of India Act of 1919. They felt that it was\nimportant to oppose British policies within the councils, argue for"
 },
 {
  "metadata": {},
  "page_content": "reform and also demonstrate that these councils were not truly\ndemocratic. C. R. Das and Motilal Nehru formed the Swaraj Party\nwithin the Congress to argue for a return to council politics. But\nyounger leaders like Jawaharlal Nehru and Subhas Chandra Bose"
 },
 {
  "metadata": {},
  "page_content": "pressed for more radical mass agitation and for full independence."
 },
 {
  "metadata": {},
  "page_content": "In such a situation of internal debate and dissension two factors\nagain shaped Indian politics towards the late 1920s. The first was\nthe effect of the worldwide economic depression. Agricultural prices\nbegan to fall from 1926 and collapsed after 1930. As the demand"
 },
 {
  "metadata": {},
  "page_content": "for agricultural goods fell and exports declined, peasants found it\ndifficult to sell their harvests and pay their revenue. By 1930, the\ncountryside was in turmoil."
 },
 {
  "metadata": {},
  "page_content": "Against this background the new Tory government in Britain\nconstituted a Statutory Commission under Sir John Simon. Set up\nin response to the nationalist movement, the\ncommission was to look into the functioning of\nthe constitutional system in India and suggest"
 },
 {
  "metadata": {},
  "page_content": "changes. The problem was that the commission\ndid not have a single Indian member. They were\nall British."
 },
 {
  "metadata": {},
  "page_content": "When the Simon Commission arrived in India in\n1928, it was greeted with the slogan ‘Go back\nSimon’. All parties, including the Congress and the\nMuslim League, participated in the demonstrations.\nIn an effort to win them over, the viceroy, Lord\nIrwin, announced in October 1929, a vague offer"
 },
 {
  "metadata": {},
  "page_content": "of ‘dominion status’ for India in an unspecified\nfuture, and a Round Table Conference to discuss a Fig. 6 – Meeting of Congress leaders at Allahabad, 1931."
 },
 {
  "metadata": {},
  "page_content": "Apart from Mahatma Gandhi, you can see Sardar Vallabhbhai\n\nfuture constitution. This did not satisfy the Congress Patel (extreme left), Jawaharlal Nehru (extreme right) and Subhas\nleaders. The radicals within the Congress, led by Chandra Bose (fifth from right).\n\n\n-----"
 },
 {
  "metadata": {},
  "page_content": "Jawaharlal Nehru and Subhas Chandra Bose, became more assertive. **_Source C_**\nThe liberals and moderates, who were proposing a constitutional\nsystem within the framework of British dominion, gradually lost The Independence Day Pledge, 26 January"
 },
 {
  "metadata": {},
  "page_content": "their influence. In December 1929, under the presidency of Jawaharlal 1930\nNehru, the Lahore Congress formalised the demand of ‘Purna ‘We believe that it is the inalienable right of the"
 },
 {
  "metadata": {},
  "page_content": "Indian people, as of any other people, to have\n\nSwaraj’ or full independence for India. It was declared that 26 January\n\nfreedom and to enjoy the fruits of their toil and"
 },
 {
  "metadata": {},
  "page_content": "1930, would be celebrated as the Independence Day when people have the necessities of life, so that they may\nwere to take a pledge to struggle for complete independence. But have full opportunities of growth. We believe\n\nalso that if any government deprives a people of"
 },
 {
  "metadata": {},
  "page_content": "the celebrations attracted very little attention. So Mahatma Gandhi\n\nthese rights and oppresses them, the people"
 },
 {
  "metadata": {},
  "page_content": "had to find a way to relate this abstract idea of freedom to more have a further right to alter it or to abolish it.\nconcrete issues of everyday life. The British Government in India has not only\n\ndeprived the Indian people of their freedom but\nhas based itself on the exploitation of the masses,"
 },
 {
  "metadata": {},
  "page_content": "**3.1 The Salt March and the Civil Disobedience Movement** and has ruined India economically, politically,\n\nculturally, and spiritually. We believe, therefore,\n\nMahatma Gandhi found in salt a powerful symbol that could unite that India must sever the British connection and"
 },
 {
  "metadata": {},
  "page_content": "attain Purna Swaraj or Complete Independence.’\n\nthe nation. On 31 January 1930, he sent a letter to Viceroy Irwin\n\n### Source"
 },
 {
  "metadata": {},
  "page_content": "stating eleven demands. Some of these were of general interest;\nothers were specific demands of different classes, from industrialists\nto peasants. The idea was to make the demands wide-ranging, so\nthat all classes within Indian society could identify with them and"
 },
 {
  "metadata": {},
  "page_content": "everyone could be brought together in a united campaign. The most\nstirring of all was the demand to abolish the salt tax. Salt was\nsomething consumed by the rich and the poor alike, and it was one\nof the most essential items of food. The tax on salt and the"
 },
 {
  "metadata": {},
  "page_content": "government monopoly over its production, Mahatma Gandhi\ndeclared, revealed the most oppressive face of British rule."
 },
 {
  "metadata": {},
  "page_content": "Mahatma Gandhi’s letter was, in a way, an ultimatum. If the\ndemands were not fulfilled by 11 March, the letter stated, the\nCongress would launch a civil disobedience campaign. Irwin was\nunwilling to negotiate. So Mahatma Gandhi started his famous"
 },
 {
  "metadata": {},
  "page_content": "salt march accompanied by 78 of his trusted volunteers. The march\nwas over 240 miles, from Gandhiji’s ashram in Sabarmati to the\nGujarati coastal town of Dandi. The volunteers walked for 24 days,\nabout 10 miles a day. Thousands came to hear Mahatma Gandhi"
 },
 {
  "metadata": {},
  "page_content": "wherever he stopped, and he told them what he meant by swaraj\nand urged them to peacefully defy the British. On 6 April he reached\nDandi, and ceremonially violated the law, manufacturing salt by\nboiling sea water."
 },
 {
  "metadata": {},
  "page_content": "This marked the beginning of the Civil Disobedience Movement.\nHow was this movement different from the Non-Cooperation\nMovement? People were now asked not only to refuse cooperation\n\n\n-----"
 },
 {
  "metadata": {},
  "page_content": "-----\n\nFig. 7 – The Dandi march.\nDuring the salt march Mahatma\nGandhi was accompanied by\n78 volunteers. On the way\nthey were joined by thousands."
 },
 {
  "metadata": {},
  "page_content": "with the British, as they had done in 1921-22, but also to break\ncolonial laws. Thousands in different parts of the country broke\nthe salt law, manufactured salt and demonstrated in front of\ngovernment salt factories. As the movement spread, foreign cloth"
 },
 {
  "metadata": {},
  "page_content": "was boycotted, and liquor shops were picketed. Peasants refused to\npay revenue and chaukidari taxes, village officials resigned, and in\nmany places forest people violated forest laws – going into Reserved\nForests to collect wood and graze cattle."
 },
 {
  "metadata": {},
  "page_content": "Worried by the developments, the colonial government began\narresting the Congress leaders one by one. This led to violent clashes\nin many palaces. When Abdul Ghaffar Khan, a devout disciple of\nMahatma Gandhi, was arrested in April 1930, angry crowds"
 },
 {
  "metadata": {},
  "page_content": "demonstrated in the streets of Peshawar, facing armoured cars and\npolice firing. Many were killed. A month later, when Mahatma\nGandhi himself was arrested, industrial workers in Sholapur attacked\npolice posts, municipal buildings, lawcourts and railway stations –"
 },
 {
  "metadata": {},
  "page_content": "all structures that symbolised British rule. A frightened government\nresponded with a policy of brutal repression. Peaceful satyagrahis\nwere attacked, women and children were beaten, and about 100,000\npeople were arrested."
 },
 {
  "metadata": {},
  "page_content": "In such a situation, Mahatma Gandhi once again decided to call off\nthe movement and entered into a pact with Irwin on 5 March 1931.\nBy this Gandhi-Irwin Pact, Gandhiji consented to participate in a\n\nFig. 8 – Police cracked down on satyagrahis,"
 },
 {
  "metadata": {},
  "page_content": "Round Table Conference (the Congress had boycotted the first 1930.\n\n\n-----\n\n**_Box 1_**\n\nRound Table Conference) in London and the government agreed to\nrelease the political prisoners. In December 1931, Gandhiji went to\n\n‘To the altar of this revolution we have"
 },
 {
  "metadata": {},
  "page_content": "London for the conference, but the negotiations broke down and\n\nbrought our youth as incense’\n\nhe returned disappointed. Back in India, he discovered that the\n\nMany nationalists thought that the struggle"
 },
 {
  "metadata": {},
  "page_content": "government had begun a new cycle of repression. Ghaffar Khan against the British could not be won through\nand Jawaharlal Nehru were both in jail, the Congress had been non-violence. In 1928, the Hindustan Socialist\n\nRepublican Army (HSRA) was founded at a"
 },
 {
  "metadata": {},
  "page_content": "declared illegal, and a series of measures had been imposed to prevent\n\nmeeting in Ferozeshah Kotla ground in Delhi."
 },
 {
  "metadata": {},
  "page_content": "meetings, demonstrations and boycotts. With great apprehension, Amongst its leaders were Bhagat Singh, Jatin\nMahatma Gandhi relaunched the Civil Disobedience Movement. Das and Ajoy Ghosh. In a series of dramatic\n\nactions in different parts of India, the HSRA"
 },
 {
  "metadata": {},
  "page_content": "For over a year, the movement continued, but by 1934 it lost\n\ntargeted some of the symbols of British power.\n\nits momentum. In April 1929, Bhagat Singh and Batukeswar\n\nDutta threw a bomb in the Legislative Assembly.\nIn the same year there was an attempt to blow"
 },
 {
  "metadata": {},
  "page_content": "**3.2 How Participants saw the Movement** up the train that Lord Irwin was travelling in.\n\nBhagat Singh was 23 when he was tried and"
 },
 {
  "metadata": {},
  "page_content": "Let us now look at the different social groups that participated in the executed by the colonial government. During\nCivil Disobedience Movement. Why did they join the movement? his trial, Bhagat Singh stated that he did not\n\nwish to glorify ‘the cult of the bomb and pistol’"
 },
 {
  "metadata": {},
  "page_content": "What were their ideals? What did swaraj mean to them?\n\nbut wanted a revolution in society:"
 },
 {
  "metadata": {},
  "page_content": "In the countryside, rich peasant communities – like the Patidars of ‘Revolution is the inalienable right of mankind.\nGujarat and the Jats of Uttar Pradesh – were active in the movement. Freedom is the imprescriptible birthright of all.\n\nThe labourer is the real sustainer of society …"
 },
 {
  "metadata": {},
  "page_content": "Being producers of commercial crops, they were very hard hit by To the altar of this revolution we have brought\nthe trade depression and falling prices. As their cash income our youth as incense, for no sacrifice is too"
 },
 {
  "metadata": {},
  "page_content": "disappeared, they found it impossible to pay the government’s revenue great for so magnificent a cause. We are"
 },
 {
  "metadata": {},
  "page_content": "content. We await the advent of revolution.\n\ndemand. And the refusal of the government to reduce the revenue\n\nInquilab Zindabad!’"
 },
 {
  "metadata": {},
  "page_content": "demand led to widespread resentment. These rich peasants became\nenthusiastic supporters of the Civil Disobedience Movement,\norganising their communities, and at times forcing reluctant members,\nto participate in the boycott programmes. For them the fight for"
 },
 {
  "metadata": {},
  "page_content": "swaraj was a struggle against high revenues. But they were deeply\ndisappointed when the movement was called off in 1931 without\nthe revenue rates being revised. So when the movement was restarted\nin 1932, many of them refused to participate."
 },
 {
  "metadata": {},
  "page_content": "The poorer peasantry were not just interested in the lowering of the\nrevenue demand. Many of them were small tenants cultivating land\nthey had rented from landlords. As the Depression continued and\ncash incomes dwindled, the small tenants found it difficult to pay"
 },
 {
  "metadata": {},
  "page_content": "their rent. They wanted the unpaid rent to the landlord to be remitted.\nThey joined a variety of radical movements, often led by Socialists\nand Communists. Apprehensive of raising issues that might upset\nthe rich peasants and landlords, the Congress was unwilling to support"
 },
 {
  "metadata": {},
  "page_content": "‘no rent’ campaigns in most places. So the relationship between the\npoor peasants and the Congress remained uncertain."
 },
 {
  "metadata": {},
  "page_content": "-----\n\nWhat about the business classes? How did they relate to the Civil\nDisobedience Movement? During the First World War, Indian\n\nSome important dates"
 },
 {
  "metadata": {},
  "page_content": "merchants and industrialists had made huge profits and become\npowerful (see Chapter 5). Keen on expanding their business, they 1918-19\nnow reacted against colonial policies that restricted business activities. Distressed UP peasants organised by Baba"
 },
 {
  "metadata": {},
  "page_content": "They wanted protection against imports of foreign goods, and a Ramchandra.\nrupee-sterling foreign exchange ratio that would discourage imports. April 1919\nTo organise business interests, they formed the Indian Industrial Gandhian hartal against Rowlatt Act; Jallianwala"
 },
 {
  "metadata": {},
  "page_content": "and Commercial Congress in 1920 and the Federation of the Indian Bagh massacre.\nChamber of Commerce and Industries (FICCI) in 1927. Led by January 1921\nprominent industrialists like Purshottamdas Thakurdas and Non-Cooperation and Khilafat movement"
 },
 {
  "metadata": {},
  "page_content": "G. D. Birla, the industrialists attacked colonial control over the Indian launched.\neconomy, and supported the Civil Disobedience Movement when February 1922\nit was first launched. They gave financial assistance and refused to Chauri Chaura; Gandhiji withdraws Non-"
 },
 {
  "metadata": {},
  "page_content": "buy or sell imported goods. Most businessmen came to see swaraj Cooperation movement.\nas a time when colonial restrictions on business would no longer May 1924\nexist and trade and industry would flourish without constraints. But Alluri Sitarama Raju arrested ending a two-year"
 },
 {
  "metadata": {},
  "page_content": "after the failure of the Round Table Conference, business groups armed tribal struggle.\nwere no longer uniformly enthusiastic. They were apprehensive of December 1929\nthe spread of militant activities, and worried about prolonged Lahore Congress; Congress adopts the demand"
 },
 {
  "metadata": {},
  "page_content": "disruption of business, as well as of the growing influence of for ‘Purna Swaraj’.\nsocialism amongst the younger members of the Congress. 1930"
 },
 {
  "metadata": {},
  "page_content": "The industrial working classes did not participate in the Civil Ambedkar establishes Depressed Classes\nDisobedience Movement in large numbers, except in the Nagpur Association.\nregion. As the industrialists came closer to the Congress, workers March 1930"
 },
 {
  "metadata": {},
  "page_content": "stayed aloof. But in spite of that, some workers did participate in Gandhiji begins Civil Disobedience Movement by\nthe Civil Disobedience Movement, selectively adopting some of breaking salt law at Dandi.\nthe ideas of the Gandhian programme, like boycott of foreign March 1931"
 },
 {
  "metadata": {},
  "page_content": "goods, as part of their own movements against low wages and Gandhiji ends Civil Disobedience Movement.\npoor working conditions. There were strikes by railway workers in December 1931\n1930 and dockworkers in 1932. In 1930 thousands of workers in Second Round Table Conference."
 },
 {
  "metadata": {},
  "page_content": "Chotanagpur tin mines wore Gandhi caps and participated in protest"
 },
 {
  "metadata": {},
  "page_content": "1932\n\nrallies and boycott campaigns. But the Congress was reluctant to\n\nCivil Disobedience re-launched.\n\ninclude workers’ demands as part of its programme of struggle.\nIt felt that this would alienate industrialists and divide the anti-\nimperial forces."
 },
 {
  "metadata": {},
  "page_content": "Another important feature of the Civil Disobedience Movement\nwas the large-scale participation of women. During Gandhiji’s salt\nmarch, thousands of women came out of their homes to listen to\nhim. They participated in protest marches, manufactured salt, and\n\n\n-----"
 },
 {
  "metadata": {},
  "page_content": "-----\n\nFig. 9 – Women join\nnationalist processions.\nDuring the national\nmovement, many women,\nfor the first time in their\nlives, moved out of their\nhomes on to a public arena.\nAmongst the marchers you\ncan see many old women,\nand mothers with children in\ntheir arms."
 },
 {
  "metadata": {},
  "page_content": "picketed foreign cloth and liquor shops. Many went to jail. In urban\nareas these women were from high-caste families; in rural areas\nthey came from rich peasant households. Moved by Gandhiji’s call,\nthey began to see service to the nation as a sacred duty of women."
 },
 {
  "metadata": {},
  "page_content": "Yet, this increased public role did not necessarily mean any radical\nchange in the way the position of women was visualised. Gandhiji\nwas convinced that it was the duty of women to look after home Discuss\nand hearth, be good mothers and good wives. And for a long time"
 },
 {
  "metadata": {},
  "page_content": "the Congress was reluctant to allow women to hold any position Why did various classes and groups of Indians"
 },
 {
  "metadata": {},
  "page_content": "participate in the Civil Disobedience\n\nof authority within the organisation. It was keen only on their\n\nMovement?\n\nsymbolic presence.\n\n**3.3 The Limits of Civil Disobedience**"
 },
 {
  "metadata": {},
  "page_content": "Not all social groups were moved by the abstract concept of swaraj.\nOne such group was the nation’s ‘untouchables’, who from around\nthe 1930s had begun to call themselves dalit or oppressed. For\nlong the Congress had ignored the dalits, for fear of offending the"
 },
 {
  "metadata": {},
  "page_content": "sanatanis, the conservative high-caste Hindus. But Mahatma Gandhi\ndeclared that swaraj would not come for a hundred years if\nuntouchability was not eliminated. He called the ‘untouchables’ harijan,"
 },
 {
  "metadata": {},
  "page_content": "-----"
 },
 {
  "metadata": {},
  "page_content": "or the children of God, organised satyagraha to secure them\nentry into temples, and access to public wells, tanks, roads and\nschools. He himself cleaned toilets to dignify the work of the\nbhangi (the sweepers), and persuaded upper castes to change"
 },
 {
  "metadata": {},
  "page_content": "their heart and give up ‘the sin of untouchability’. But many\ndalit leaders were keen on a different political solution to the\nproblems of the community. They began organising themselves,\ndemanding reserved seats in educational institutions, and a"
 },
 {
  "metadata": {},
  "page_content": "separate electorate that would choose dalit members for\nlegislative councils. Political empowerment, they believed, would\nresolve the problems of their social disabilities. Dalit\nparticipation in the Civil Disobedience Movement was therefore"
 },
 {
  "metadata": {},
  "page_content": "limited, particularly in the Maharashtra and Nagpur region\nwhere their organisation was quite strong."
 },
 {
  "metadata": {},
  "page_content": "Dr B.R. Ambedkar, who organised the dalits into the\nDepressed Classes Association in 1930, clashed with Mahatma\nGandhi at the second Round Table Conference by demanding\nseparate electorates for dalits. When the British government\nconceded Ambedkar’s demand, Gandhiji began a fast unto"
 },
 {
  "metadata": {},
  "page_content": "death. He believed that separate electorates for dalits would\nslow down the process of their integration into society.\nAmbedkar ultimately accepted Gandhiji’s position and the\nresult was the Poona Pact of September 1932. It gave the\nDepressed Classes (later to be known as the Schedule Castes)"
 },
 {
  "metadata": {},
  "page_content": "reserved seats in provincial and central legislative councils,\nbut they were to be voted in by the general electorate. The\ndalit movement, however, continued to be apprehensive of\nthe Congress-led national movement."
 },
 {
  "metadata": {},
  "page_content": "Some of the Muslim political organisations in India were also\nlukewarm in their response to the Civil Disobedience\nMovement. After the decline of the Non-Cooperation-Khilafat\nMovement, a large section of Muslims felt alienated from the\nCongress. From the mid-1920s the Congress came to be more"
 },
 {
  "metadata": {},
  "page_content": "visibly associated with openly Hindu religious nationalist groups\nlike the Hindu Mahasabha. As relations between Hindus and\nMuslims worsened, each community organised religious\nprocessions with militant fervour, provoking Hindu-Muslim"
 },
 {
  "metadata": {},
  "page_content": "communal clashes and riots in various cities. Every riot deepened\nthe distance between the two communities."
 },
 {
  "metadata": {},
  "page_content": "The Congress and the Muslim League made efforts to renegotiate\nan alliance, and in 1927 it appeared that such a unity could be forged. **_Fig. 10_** **_– Mahatma Gandhi, Jawaharlal Nehru_**\n\n**_and Maulana Azad at Sevagram Ashram,_**"
 },
 {
  "metadata": {},
  "page_content": "The important differences were over the question of representation\n\n**_Wardha, 1935._**\n\ninthefutureassembliesthatweretobeelected MuhammadAli\n\n\n-----"
 },
 {
  "metadata": {},
  "page_content": "Jinnah, one of the leaders of the Muslim League, was willing to give\nup the demand for separate electorates, if Muslims were assured\nreserved seats in the Central Assembly and representation in\nproportion to population in the Muslim-dominated provinces (Bengal"
 },
 {
  "metadata": {},
  "page_content": "and Punjab). Negotiations over the question of representation\ncontinued but all hope of resolving the issue at the All Parties\nConference in 1928 disappeared when M.R. Jayakar of the Hindu\nMahasabha strongly opposed efforts at compromise."
 },
 {
  "metadata": {},
  "page_content": "When the Civil Disobedience Movement started there was thus\nan atmosphere of suspicion and distrust between communities.\nAlienated from the Congress, large sections of Muslims could not\nrespond to the call for a united struggle. Many Muslim leaders and"
 },
 {
  "metadata": {},
  "page_content": "intellectuals expressed their concern about the status of Muslims\nas a minority within India. They feared that the culture and identity\nof minorities would be submerged under the domination of a\nHindu majority."
 },
 {
  "metadata": {},
  "page_content": "**_Source D_**"
 },
 {
  "metadata": {},
  "page_content": "In 1930, Sir Muhammad Iqbal, as president of the Muslim League, reiterated the importance of separate electorates for\nthe Muslims as an important safeguard for their minority political interests. His statement is supposed to have provided the"
 },
 {
  "metadata": {},
  "page_content": "intellectual justification for the Pakistan demand that came up in subsequent years. This is what he said:"
 },
 {
  "metadata": {},
  "page_content": "‘I have no hesitation in declaring that if the principle that the Indian Muslim is entitled to full and free development on the\nlines of his own culture and tradition in his own Indian home-lands is recognised as the basis of a permanent communal"
 },
 {
  "metadata": {},
  "page_content": "settlement, he will be ready to stake his all for the freedom of India. The principle that each group is entitled to free\ndevelopment on its own lines is not inspired by any feeling of narrow communalism … A community which is inspired by"
 },
 {
  "metadata": {},
  "page_content": "feelings of ill-will towards other communities is low and ignoble. I entertain the highest respect for the customs, laws,\nreligions and social institutions of other communities. Nay, it is my duty according to the teachings of the Quran, even to"
 },
 {
  "metadata": {},
  "page_content": "defend their places of worship, if need be. Yet I love the communal group which is the source of life and behaviour and\nwhich has formed me what I am by giving me its religion, its literature, its thought, its culture and thereby its whole past"
 },
 {
  "metadata": {},
  "page_content": "as a living operative factor in my present consciousness …"
 },
 {
  "metadata": {},
  "page_content": "‘Communalism in its higher aspect, then, is indispensable to the formation of a harmonious whole in a country like India.\nThe units of Indian society are not territorial as in European countries … The principle of European democracy cannot be"
 },
 {
  "metadata": {},
  "page_content": "applied to India without recognising the fact of communal groups. The Muslim demand for the creation of a Muslim India\nwithin India is, therefore, perfectly justified…"
 },
 {
  "metadata": {},
  "page_content": "‘The Hindu thinks that separate electorates are contrary to the spirit of true nationalism, because he understands the\nword “nation” to mean a kind of universal amalgamation in which no communal entity ought to retain its private individuality."
 },
 {
  "metadata": {},
  "page_content": "Such a state of things, however, does not exist. India is a land of racial and religious variety. Add to this the general\neconomic inferiority of the Muslims, their enormous debt, especially in the Punjab, and their insufficient majorities in some"
 },
 {
  "metadata": {},
  "page_content": "of the provinces, as at present constituted and you will begin to see clearly the meaning of our anxiety to retain separate\nelectorates.’ **_Source_**"
 },
 {
  "metadata": {},
  "page_content": "### Discuss\n\nRead the Source D carefully. Do you agree with Iqbal’s idea of communalism? Can you define communalism in a\n\ndifferent way?\n\n\n-----\n\n### 4 The Sense of Collective Belonging"
 },
 {
  "metadata": {},
  "page_content": "Fig. 11 – Bal Gangadhar Tilak,\nan early-twentieth-century print.\nNotice how Tilak is surrounded by symbols of\nunity. The sacred institutions of different faiths\n(temple, church, masjid) frame the central figure."
 },
 {
  "metadata": {},
  "page_content": "Nationalism spreads when people begin to believe that they are all\npart of the same nation, when they discover some unity that binds\nthem together. But how did the nation become a reality in the minds\nof people? How did people belonging to different communities,"
 },
 {
  "metadata": {},
  "page_content": "regions or language groups develop a sense of collective belonging?"
 },
 {
  "metadata": {},
  "page_content": "This sense of collective belonging came partly through the experience\nof united struggles. But there were also a variety of cultural processes\nthrough which nationalism captured people’s imagination. History\nand fiction, folklore and songs, popular prints and symbols, all played"
 },
 {
  "metadata": {},
  "page_content": "a part in the making of nationalism."
 },
 {
  "metadata": {},
  "page_content": "-----"
 },
 {
  "metadata": {},
  "page_content": "The identity of the nation, as you know (see Chapter 1), is most\noften symbolised in a figure or image. This helps create an image\nwith which people can identify the nation. It was in the twentieth\ncentury, with the growth of nationalism, that the identity of India"
 },
 {
  "metadata": {},
  "page_content": "came to be visually associated with the image of Bharat Mata. The\nimage was first created by Bankim Chandra Chattopadhyay. In the\n1870s he wrote ‘Vande Mataram’ as a hymn to the motherland.\nLater it was included in his novel Anandamath and widely sung during"
 },
 {
  "metadata": {},
  "page_content": "the Swadeshi movement in Bengal. Moved by the Swadeshi\nmovement, Abanindranath Tagore painted his famous image of\nBharat Mata (see Fig. 12). In this painting Bharat Mata is portrayed\nas an ascetic figure; she is calm, composed, divine and spiritual."
 },
 {
  "metadata": {},
  "page_content": "In subsequent years, the image of Bharat Mata acquired many\ndifferent forms, as it circulated in popular prints, and was painted\nby different artists (see Fig. 14). Devotion to this mother figure came\nto be seen as evidence of one’s nationalism."
 },
 {
  "metadata": {},
  "page_content": "Ideas of nationalism also developed through a movement to revive\nIndian folklore. In late-nineteenth-century India, nationalists began\nrecording folk tales sung by bards and they toured villages to gather\nfolk songs and legends. These tales, they believed, gave a true picture"
 },
 {
  "metadata": {},
  "page_content": "of traditional culture that had been corrupted and damaged by\noutside forces. It was essential to preserve this folk tradition in\norder to discover one’s national identity and restore a sense of pride"
 },
 {
  "metadata": {},
  "page_content": "Fig. 12 – Bharat Mata, Abanindranath Tagore,\n\nin one’s past. In Bengal, Rabindranath Tagore himself began collecting 1905.\nballads, nursery rhymes and myths, and led the movement for folk Notice that the mother figure here is shown as"
 },
 {
  "metadata": {},
  "page_content": "dispensing learning, food and clothing. The mala\nin one hand emphasises her ascetic quality.\nAbanindranath Tagore, like Ravi Varma before\nhim, tried to develop a style of painting that\ncould be seen as truly Indian."
 },
 {
  "metadata": {},
  "page_content": "Fig. 13 – Jawaharlal Nehru, a popular print.\nNehru is here shown holding the image of Bharat Mata and the map of India\nclose to his heart. In a lot of popular prints, nationalist leaders are shown\noffering their heads to Bharat Mata. The idea of sacrifice for the mother was"
 },
 {
  "metadata": {},
  "page_content": "powerful within popular imagination."
 },
 {
  "metadata": {},
  "page_content": "-----\n\nrevival. In Madras, Natesa Sastri published a massive four-volume\ncollection of Tamil folk tales, The Folklore of Southern India. He believed\nthat folklore was national literature; it was ‘the most trustworthy\nmanifestation of people’s real thoughts and characteristics’."
 },
 {
  "metadata": {},
  "page_content": "As the national movement developed, nationalist leaders became\nmore and more aware of such icons and symbols in unifying people\nand inspiring in them a feeling of nationalism. During the Swadeshi\nmovement in Bengal, a tricolour flag (red, green and yellow) was"
 },
 {
  "metadata": {},
  "page_content": "designed. It had eight lotuses representing eight provinces of British\nIndia, and a crescent moon, representing Hindus and Muslims. By\n1921, Gandhiji had designed the Swaraj flag. It was again a tricolour\n(red, green and white) and had a spinning wheel in the centre,"
 },
 {
  "metadata": {},
  "page_content": "representing the Gandhian ideal of self-help. Carrying the flag,\nholding it aloft, during marches became a symbol of defiance."
 },
 {
  "metadata": {},
  "page_content": "Another means of creating a feeling of nationalism was through\nreinterpretation of history. By the end of the nineteenth century\nmany Indians began feeling that to instill a sense of pride in the\nnation, Indian history had to be thought about differently. The British\n\nFig. 14a – Bharat Mata."
 },
 {
  "metadata": {},
  "page_content": "Fig. 14a – Bharat Mata.\n\nsaw Indians as backward and primitive, incapable of governing This figure of Bharat Mata is a contrast to the\nthemselves. In response, Indians began looking into the past to one painted by Abanindranath Tagore. Here she\n\nis shown with a trishul, standing beside a lion"
 },
 {
  "metadata": {},
  "page_content": "discover India’s great achievements. They wrote about the glorious and an elephant – both symbols of power and\ndevelopments in ancient times when art and architecture, science authority.\nand mathematics, religion and culture, law and philosophy, crafts"
 },
 {
  "metadata": {},
  "page_content": "and trade had flourished. This glorious time, in their view, was\nfollowed by a history of decline, when India was colonised. These Activity\nnationalist histories urged the readers to take pride in India’s great Look at Figs. 12 and 14. Do you think these"
 },
 {
  "metadata": {},
  "page_content": "achievements in the past and struggle to change the miserable images will appeal to all castes and communities?\nconditions of life under British rule. Explain your views briefly."
 },
 {
  "metadata": {},
  "page_content": "These efforts to unify people were not without problems. When the\npast being glorified was Hindu, when the images celebrated were\ndrawn from Hindu iconography, then people of other communities\nfelt left out.\n\n**_Source E_**"
 },
 {
  "metadata": {},
  "page_content": "‘In earlier times, foreign travellers in India marvelled at the courage, truthfulness and modesty of the people of the Arya\nvamsa; now they remark mainly on the absence of those qualities. In those days Hindus would set out on conquest and"
 },
 {
  "metadata": {},
  "page_content": "hoist their flags in Tartar, China and other countries; now a few soldiers from a tiny island far away are lording it over the\nland of India.’"
 },
 {
  "metadata": {},
  "page_content": "Tarinicharan Chattopadhyay, Bharatbarsher Itihas (The History of Bharatbarsh), vol. 1, 1858. **_Source_**\n\n\n-----\n\n**Conclusion**"
 },
 {
  "metadata": {},
  "page_content": "A growing anger against the colonial government was thus\nbringing together various groups and classes of Indians into a\ncommon struggle for freedom in the first half of the twentieth\ncentury. The Congress under the leadership of Mahatma Gandhi"
 },
 {
  "metadata": {},
  "page_content": "tried to channel people’s grievances into organised movements\nfor independence. Through such movements the nationalists\ntried to forge a national unity. But as we have seen, diverse groups\nand classes participated in these movements with varied aspirations\nand expectations. As their"
 },
 {
  "metadata": {},
  "page_content": "and expectations. As their\ngrievances were wide-ranging,\nfreedom from colonial rule also\nmeant different things to\ndifferent people. The Congress\ncontinuously attempted to\nresolve differences, and ensure\nthat the demands of one group\ndid not alienate another. This is\nprecisely why the unity within"
 },
 {
  "metadata": {},
  "page_content": "the movement often broke down.\nThe high points of Congress\nactivity and nationalist unity\nwere followed by phases of\ndisunity and inner conflict\nbetween groups."
 },
 {
  "metadata": {},
  "page_content": "In other words, what was emerging was a nation with many Fig. 14b\n\nWomen’s procession in Bombay during the Quit\n\nvoices wanting freedom from colonial rule.\n\nIndia Movement\n\nQuit India Movement"
 },
 {
  "metadata": {},
  "page_content": "The failure of the Cripps Mission and the effects of World War II created widespread discontentment in India. This\nled Gandhiji to launch a movement calling for complete withdrawal of the British from India. The Congress Working"
 },
 {
  "metadata": {},
  "page_content": "Committee, in its meeting in Wardha on 14 July 1942, passed the historic ‘Quit India’ resolution demanding the\nimmediate transfer of power to Indians and quit India. On 8 August 1942 in Bombay, the All India Congress Committee"
 },
 {
  "metadata": {},
  "page_content": "endorsed the resolution which called for a non-violent mass struggle on the widest possible scale throughout the\ncountry. It was on this occasion that Gandhiji delivered the famous ‘Do or Die’ speech. The call for ‘Quit India’ almost"
 },
 {
  "metadata": {},
  "page_content": "brought the state machinery to a standstill in large parts of the country as people voluntarily threw themselves into\nthe thick of the movement. People observed hartals, and demonstrations and processions were accompanied by"
 },
 {
  "metadata": {},
  "page_content": "national songs and slogans. The movement was truly a mass movement which brought into its ambit thousands of\nordinary people, namely students, workers and peasants. It also saw the active participation of leaders, namely,"
 },
 {
  "metadata": {},
  "page_content": "Jayprakash Narayan, Aruna Asaf Ali and Ram Manohar Lohia and many women such as Matangini Hazra in Bengal,\nKanaklata Barua in Assam and Rama Devi in Odisha. The British responded with much force, yet it took more than a\nyear to suppress the movement."
 },
 {
  "metadata": {},
  "page_content": "-----\n\n### Write in brief"
 },
 {
  "metadata": {},
  "page_content": "1. Explain:\na) Why growth of nationalism in the colonies is linked to an anti-colonial movement.\nb) How the First World War helped in the growth of the National Movement in India.\nc) Why Indians were outraged by the Rowlatt Act.\nd) Why Gandhiji decided to withdraw the Non-Cooperation Movement."
 },
 {
  "metadata": {},
  "page_content": "2. What is meant by the idea of satyagraha?\n\n3. Write a newspaper report on:\na) The Jallianwala Bagh massacre\nb) The Simon Commission\n\n4. Compare the images of Bharat Mata in this chapter with the image of Germania\nin Chapter 1.\n\n### Discuss"
 },
 {
  "metadata": {},
  "page_content": "### Discuss\n\n1. List all the different social groups which joined the Non-Cooperation Movement of 1921.\nThen choose any three and write about their hopes and struggles to show why they\njoined the movement."
 },
 {
  "metadata": {},
  "page_content": "2. Discuss the Salt March to make clear why it was an effective symbol of resistance\nagainst colonialism.\n\n3. Imagine you are a woman participating in the Civil Disobedience Movement. Explain\nwhat the experience meant to your life."
 },
 {
  "metadata": {},
  "page_content": "4. Why did political leaders differ sharply over the question of separate electorates?\n\n### Project\n\nFind out about the anti-colonial movement in Indo-China. Compare and contrast India’s national\nmovement with the ways in which Indo-China became independent.\n\n### Project\n\n\n-----"
 }
]